TOKEN = ''
CHAT_ID = ''
TABLE_ID = ''

LANG_RU = [
    "Агенство недвижимости Грифон является гарантией качества и надежности для наших клиентов ✅. Постоянная растущая собственная база объектов включает в себя более 400 домов, и более 1000 квартир Одессы 🏘, множество коммерческих помещений 🏢 и эксклюзивных предложений от застройщиков нашего города 🏗.",
    "Что вас интересует?",
    "Тут вы можете оставить свой номер и в течении нескольких минут с вами свяжется менеджер. Также вы можете ввести свой номер вручную, просто отправив его сообщением. 👇",
    "Загрузка...",
    "Вы заказали звонок,в скором времени с вами свяжутся ✅",
    "Я - <b>твой личный ассистент Grifon</b>, Мы организация, предоставляющая услуги быстрого и качественного подбора недвижимости!",
    "Сколько комнат вас интересует?",
    "Сколько комнат в вашей собственности?",
    "На какой бюджет в USD💲 вы рассчитываете?",
    "На какую сумму в USD💲 вы рассчитываете?",
    "Какой район вас интересует?",
    "В каком районе ваша недвижимость?",
    "Предоставьте пожалуйста свой номер телефона, менеджер свяжется с вами в ближайшее время. Также вы можете ввести свой номер вручную, просто отправив его сообщением. 👇",
    "Вы отменили действие ❌",
    "Ваша заявка принята и вскоре будет рассмотрена ✅",
    "Отредактируйте вашу заявку",
    "Укажите в котором часу вам удобно разговаривать и, по надобности, оставьте комментарий к заказу (необязательно) 👇",
    ]

LANG_UA = [
    "Агенство нерухомості Грифон є гарантією якості та надійності для наших клієнтів ✅. Постійна зростаюча власна база об'єктів включає понад 400 будинків, і більше 1000 квартир Одеси 🏘, безліч комерційних приміщень 🏢 та ексклюзивних пропозицій від забудовників нашого міста 🏗.",
    "Що вас цікавить?",
    "Тут ви можете залишити свій номер і протягом декількох хвилин з вами зв'яжеться менеджер. Також ви можете ввести свій номер вручну, просто надіславши його повідомленням. 👇",
    "Завантаження...",
    "Ви замовили дзвінок, незабаром зв'яжуться з вами ✅",
    "Я - <b>твій особистий асистент Grifon</b>, Ми організація, що надає послуги швидкого та якісного підбору нерухомості!",
    "Скільки кімнат вас цікавить?",
    "Скільки кімнат у вашій власності?",
    "На який бюджет у USD 💲 ви розраховуєте?",
    "На яку суму в USD💲 ви розраховуєте?",
    "Який район вас цікавить?",
    "У якому районі ваша нерухомість?",
    "Будь ласка, надайте свій номер телефону, менеджер зв'яжеться з вами найближчим часом. Також ви можете ввести свій номер вручну, просто надіславши його повідомленням. 👇",
    "Ви скасували дію ❌",
    "Вашу заявку прийнято і незабаром буде розглянуто ✅",
    "Відредагуйте вашу заявку",
    "Вкажіть о котрій годині вам зручно розмовляти і, за потребою, залиште коментар до замовлення (необов'язково) 👇",
]

LANG_ENG = [
    "Gryphon Real Estate Agency is a guarantee of quality and safety for our clients ✅. Constantly growing own base of objects includes more than 400 houses, and more than 1000 apartments of Odessa 🏘, a set of commercial premises 🏢 and exclusive offers from developers of our city 🏗.",
    "What are you interested in?",
    "Here you can leave your number and the manager will contact you within a few minutes. You can also enter your number manually, just send it by message. 👇",
    "Loading ...",
    "You have ordered a call, we will contact you soon ✅",
    "I am <b> your personal assistant Grifon </b>, We are an organization that provides services of fast and high-quality real estate selection!",
    "How many rooms are you interested in?",
    "How many rooms do you own?",
    "What is your budget in USD 💲?",
    "How much in USD💲 do you expect?",
    "What area are you interested in?",
    "In what area is your property?",
    "Please provide your phone number, the manager will contact you shortly. You can also enter your number manually, just send it by message. 👇",
    "You have canceled ❌",
    "Your application has been accepted and will be considered shortly ✅",
    "Edit your application",
    "Please, indicate what time is convenient for you to talk and, as needed, leave your comment (optionally) 👇",
]
